IDEA Open Model
OpenModel.Version Property
Compatible with IDEA StatiCa v 10.1
 Data format version
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public int Version { get; set; }
Public Property Version As Integer
	Get
	Set
public:
property int Version {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace